Repository: common-repository/mon-laboratoire
Catalog: languages/mon-laboratoire-*.po
Languages: fr_fr

source: page(s) in cache.
fr_fr: page(s) dans le cache.

source: %s Displaying teams by list %s
fr_fr: %s Affichage des équipes par liste %s

source: %s Displaying the header of personal pages %s or the header of team pages %s
fr_fr: %s Affichage de l’entête des pages personnelles %s ou de l’entête des pages d’équipes %s

source: (Co-)director of the unit
fr_fr: (co)directeur ou (co)directrice de l’unité

source: (disabled)
fr_fr: (désactivé)

source: (This plugin has been updated to version %1$s since version %2$s)
fr_fr: (Cette extension à été mise à jour à la version %1$s depuis la version %2$s)

source: + External persons
fr_fr: + Personnes extérieures

source: + Mentor
fr_fr: + Tuteur/Tutrice

source: + Mentors
fr_fr: + Tuteurs/Tutrices

source: + Student
fr_fr: + Étudiant⋅e

source: --- Manual edit (use field "Prefix" below) ---
fr_fr: --- Édition manuelle (utiliser le champ "Préfixe" ci-dessous) ---

source: --- No change ---
fr_fr: --- Pas de changement ---

source: <a href="%s">You can find here</a> a video presentation (in french) of functionalites at congress "Journées Casuhal 2022".
fr_fr: <a href="%s">Vous pouvez trouver ici</a> une vidéo de présentation des fonctionnalités au congrès "Journées Casuhal 2022".

source: <strong>Export persons</strong> to see the data structure.
fr_fr: <strong>Exporter des personnes</strong> pour voir la structure des données.

source: <strong>Export team_member</strong> to see the data structure.
fr_fr: <strong>Exporter team_member</strong> pour voir la structure de données.

source: <strong>Export teams</strong> to see the data structure.
fr_fr: <strong>Exporter les équipes</strong> pour voir la structure des données.

source: <strong>id:</strong> This column should be filled with the appropriate value to replace a former person. For creating a new person use an <strong>id</strong> field empty or not used (ex: >1000). By default, any person who is not in the list of ids in the imported file will be deleted.
fr_fr: <strong>id&nbsp;:</strong> cette colonne doit être remplie avec la valeur appropriée pour remplacer une ancienne personne. Pour créer une nouvelle personne, utilisez un champ <strong>id</strong> vide ou non utilisé (ex : >1000). Par défaut, toute personne qui ne figure pas dans la liste des identifiants du fichier importé sera supprimée.

source: <strong>id:</strong> Use the same <strong>id</strong> management policy as for importing persons.
fr_fr: <strong>id&nbsp;:</strong> Utilisez la même politique de gestion des <strong>id</strong> que pour l'importation de personnes.

source: <strong>image:</strong> If this column is empty, it will be ignored (image is not changed for an existing person).
fr_fr: <strong>image&nbsp;:</strong> Si cette colonne est vide, elle sera ignorée (l'image n'est pas modifiée pour une personne existante).

source: <strong>wp_post_id:</strong> This column is ignored.
fr_fr: <strong>wp_post_id&nbsp;:</strong> Cette colonne est ignorée.

source: A link is possible after a coma:
fr_fr: Un lien est possible après une virgule&nbsp;:

source: active
fr_fr: actif

source: Additional page
fr_fr: Page supplémentaire

source: Address block width
fr_fr: Largeur du bloc d’adresse

source: Address color
fr_fr: Couleur de l’adresse

source: Address of the Public API of Descartes Publi
fr_fr: Adresse de l’API publique de Descartes Publi

source: Address of the structure
fr_fr: Adresse de la structure

source: Address of this structure<br />(ex: <em>University Gizmo<br>160 End-of-path road<br />00000 Nowhere-on-earth<br />France</em>).
fr_fr: Adresse de cette structure<br />(ex: <em>Université bidule<br>160 rue du bout du chemin<br />00000 Nulle-part-sur-terre<br />France</em>).

source: Advanced features
fr_fr: Fonctions avancées

source: Advanced tools
fr_fr: Outils avancés

source: Alt. addr.
fr_fr: Adr. alt.

source: Alt. address
fr_fr: Adresse alt.

source: Alt. contact
fr_fr: Contact alt.

source: Alternate contact
fr_fr: Contact alternatif

source: Alternate contact by email, telephone, fax or other means (if different from the main contact)
fr_fr: Contact alternatif par mail, téléphone, fax ou autre moyen (si différent du contact de la structure principale)

source: Alternative address
fr_fr: Adresse alternative

source: Alternative address (if different from the address of the main structure)
fr_fr: Adressse alternative (si différente de l’adresse de la structure principale)

source: Alternative coordinates (if different from the main structure)
fr_fr: Coordonnées alternatives (si différentes de la structure principale)&nbsp;:

source: Announcements MonLabo
fr_fr: Annonces MonLabo

source: Appearance
fr_fr: Apparence

source: Appearance:
fr_fr: Apparence&nbsp;:

source: At a glance, view your entire database.
fr_fr: D’un coup d’œil, visualisez toute votre base.

source: At the end of the import, you will be asked if you want to create pages for new persons.
fr_fr: À la fin de l'importation, il vous sera demandé si vous souhaitez créer des pages pour de nouvelles personnes.

source: At the end of the import, you will be asked if you want to create pages for new teams.
fr_fr: À la fin de l'importation, il vous sera demandé si vous souhaitez créer des pages pour de nouvelles équipes.

source: Attention this page is already assigned to
fr_fr: Attention cette page est déjà attribuée à

source: Author number in the Descartes Publi database in order to be able to display the publications (%s list available here %s)
fr_fr: Numéro d’auteur dans la base Descartes Publi pour pouvoir afficher les publications (%sliste consultable ici%s)

source: Back to top of page
fr_fr: Retour en haut de la page

source: Belonging:
fr_fr: Appartenance&nbsp;:

source: Both! (HAL is used by default if the option <i>base</i> is not specified in <i>[publication_list]</i>)
fr_fr: Les deux! (HAL est utilisé par défaut si l’option <i>base</i> n’est pas précisée dans <i>[publication_list]</i>)

source: Cache duration
fr_fr: Durée du cache

source: Cache emptied!
fr_fr: Cache vidé !

source: Cancel
fr_fr: Annuler

source: Canceled action
fr_fr: Action annulée

source: Categories
fr_fr: Catégories

source: CAUTION: potentially dangerous tools. Use them only if you know what you are doing!
fr_fr: ATTENTION: outils potentiellement dangereux. Ne les utilisez que si vous savez ce que fous faites!

source: Check this box to hide emails of all users.
fr_fr: Activez ce bouton pour cacher les couriels de tous les utilisateurs.

source: Choose
fr_fr: Choisir

source: Choose a picture
fr_fr: Choisir une image

source: Chose media
fr_fr: Choisir média

source: Clear cache
fr_fr: Effacer le cache

source: Clear publications cache
fr_fr: Efface le cache de publications

source: Code of the lab (ex: CNRS UMR 8119)
fr_fr: Code laboratoire (ex: CNRS UMR 8119)

source: Code of the structure
fr_fr: Code de la structure

source: Code of this structure<br />(ex: <em>UMR 666</em>).
fr_fr: Code de cette structure<br />(ex: <em>UMR 666</em>).

source: Color
fr_fr: Couleur

source: Color of links and photo outlines
fr_fr: Couleur des liens et des contours photo

source: Configuration of members and teams in the lab
fr_fr: Configuration des membres et des équipes du labo

source: Configure
fr_fr: Configurer

source: Configure publications cache
fr_fr: Configure le cache de publications

source: Confirm to import.
fr_fr: Confirmer l'importation.

source: Contact by email, phone, fax or other means<br />(ex: <em>Fax : +33 (0) 1 42 86 20 80</em>).
fr_fr: Contact par mail, téléphone, fax ou autre moyen<br />(ex: <em>Fax&nbsp;: +33 (0) 1 42 86 20 80</em>).

source: Coordinates of the structure that groups the laboratories:
fr_fr: Coordonnées de la structure rassemblant les laboratoires&nbsp;:

source: Coordinates:
fr_fr: Coordonnées&nbsp;:

source: Correct wrong parent pages
fr_fr: Corriger les pages parents erronées

source: Create
fr_fr: Créer

source: Create missing pages
fr_fr: Créer les pages manquantes

source: Create missing pages for new items
fr_fr: Créer des pages manquantes pour les nouveaux éléments

source: Create missing pages translations
fr_fr: Créer des traductions de pages manquantes

source: Created or replaced %s item(s) successfully.
fr_fr: Création ou remplacement réussi de %s élément(s).

source: Current site
fr_fr: Site actuel

source: currently
fr_fr: actuellement

source: Custom CSS code
fr_fr: Code CSS personnalisé

source: Custom fields
fr_fr: Champs personnalisés

source: Custom fields for persons
fr_fr: Champs personnalisé pour les personnels

source: Custom fields:
fr_fr: Champs personnalisés&nbsp;:

source: Custom formatting
fr_fr: Mise en forme personnalisée

source: Custom texts
fr_fr: Textes personnalisés

source: Data privacy
fr_fr: Données perso

source: Database table prefix to use (multisite)
fr_fr: Préfixe des tables de la base de données à utiliser (multisite)

source: Date or year when the person left the structure (useful for former members)
fr_fr: Date ou année de départ de la structure (utile pour les anciens membres)

source: Default image
fr_fr: Image par défaut

source: Default title before the list of publications
fr_fr: Titre par défaut devant la liste des publications

source: Default title for current members
fr_fr: Titre par défaut pour les membres courants

source: Default title for list of direction members
fr_fr: Titre par défaut pour les membres de la direction

source: Default title for list of team leaders
fr_fr: Titre par défaut pour les chefs d’équipe

source: defined by Polylang
fr_fr: définie par Polylang

source: Delete
fr_fr: Supprimer

source: Deleted %s item(s) successfully.
fr_fr: Suppression réussie de %s élément(s).

source: Deleted formers relations teams-persons and replaced by %s new ones.
fr_fr: Suppression des anciennes relations personnes-équipes et remplacement par %s nouvelles relations.

source: Departure date from the unit
fr_fr: Date depart de l’unité

source: Descartes Id
fr_fr: Id Descartes

source: Descartes login
fr_fr: Identifiant Descartes

source: Descartes Publi (API reserved for the University of ParisDescartes)
fr_fr: Descartes Publi (API réservée à l’Université ParisDescartes)

source: Descartes Publi Id
fr_fr: Id Descartes Publi

source: Direction:
fr_fr: Direction&nbsp;:

source: Direction?
fr_fr: Direction&nbsp;?

source: Directors
fr_fr: Directeurs

source: discussions of the plugin users
fr_fr: discussions des utilisateurs de l’extension

source: Display format of publications
fr_fr: Format d’affichage des publications

source: Display language
fr_fr: Langue d’affichage

source: Display of publications
fr_fr: Affichage des publications

source: Display of staff...<ul><li>...%1$s that are active: by list %2$s, by table %3$s, by flowchart %4$s </li><li>... %5$s who are former members: by list %6$s, by table %7$s, by organization chart %8$s </li></ul>
fr_fr: Affichage des personnels...<ul><li>... %1$s qui sont actifs&nbsp;: par liste %2$s, par tableau %3$s, par organigramme %4$s </li><li>... %5$s qui sont des anciens membres&nbsp;: par liste %6$s, par tableau %7$s, par organigramme %8$s </li></ul>

source: Displaying publications %s
fr_fr: Affichage des publications %s

source: Displays the "Custom Fields" tab to be able to add custom columns to user tables (need programming to use).
fr_fr: Affiche l'onglet "Champs personnalisés" pour pouvoir ajouter des colonnes personnalisées aux tables des personnes (nécessite de programmer pour être utilisé).

source: Do not touch if you do not understand. Permit to use the plugin tables with other prefixed name.
fr_fr: Ne pas toucher si vous ne comprenez pas. Permettre d'utiliser les tables de l’extension avec un autre nom préfixé.

source: Door
fr_fr: N° de porte

source: Download CSV
fr_fr: Télécharger le CSV

source: draft
fr_fr: brouillon

source: Draft page
fr_fr: Page en brouillon

source: Draft pages
fr_fr: Pages en brouillon

source: Edit
fr_fr: Éditer

source: Edit / New
fr_fr: Éditer / Nouveau

source: Edit page
fr_fr: Éditer la page

source: edit page #%s
fr_fr: éditer la page n°%s

source: Edit persons and structures
fr_fr: Édite les personnels et les structures

source: Edit this person
fr_fr: Édite cette personne

source: Edit this team
fr_fr: Édite cette équipe

source: Edit this unit
fr_fr: Édite cette unité

source: Email
fr_fr: Couriel

source: Employment, function of the person in English
fr_fr: Emploi, fonction de la personne en anglais

source: Employment, function of the person in French
fr_fr: Emploi, fonction de la personne en français

source: English
fr_fr: Anglais

source: English name of the team group
fr_fr: Nom anglais du groupe d’équipes

source: English plural
fr_fr: anglais pluriel

source: English singular
fr_fr: anglais singulier

source: Error in export
fr_fr: Erreur dans l'exportation

source: ex: new versions
fr_fr: ex: nouvelles versions

source: Export
fr_fr: Exporter

source: Export / Import items
fr_fr: Exporter / Importer des éléments

source: Export persons
fr_fr: Exporter les personnes

source: Export successfull to media librairy
fr_fr: Exportation réussie vers la bibliothèque des médias

source: Export teams
fr_fr: Exporter les équipes

source: Export teams_members relation table
fr_fr: Exporter la table de relation teams_members

source: Export thematics
fr_fr: Exporter les thématiques

source: Export units
fr_fr: Exporter les unités

source: Ext. URL
fr_fr: URL ext.

source: External mentors
fr_fr: Tuteurs/Tutrices extérieur⋅e⋅s

source: External publication server
fr_fr: Serveur externe de publication

source: External students
fr_fr: Étudiant⋅e⋅s extérieur⋅e⋅s

source: Features
fr_fr: Fonctionnalités

source: Field title #%u
fr_fr: Titre du champs n°%u

source: For a structure that brings together several laboratories.
fr_fr: Pour une structure rassemblant plusieurs laboratoires.

source: For importing new image, please drop new files in the <a href="media-new.php">Upload new media</a> interface, then fill the filename in this column.
fr_fr: Pour importer de nouvelles images, veuillez déposer les nouveaux fichiers dans l'interface <a href="media-new.php">Téléverser un média</a>, puis indiquez le nom du fichier dans cette colonne.

source: former member
fr_fr: ancien membre

source: French
fr_fr: Français

source: French name of the team group
fr_fr: Nom français du groupe d’équipes

source: French plural
fr_fr: français pluriel

source: French singular
fr_fr: français singulier

source: General configurations
fr_fr: Configurations générales

source: Generate default parent page ("Lab members")
fr_fr: Générer une page parente par défaut ("Membres du laboratoire")

source: Generate default parent page ("Teams")
fr_fr: Générer une page parente par défaut ("Équipes")

source: Generate default parent page ("Thematics")
fr_fr: Generate default parent page ("Thématiques")

source: Generate default parent page ("Units")
fr_fr: Generate default parent page ("Unités")

source: Get informed
fr_fr: Informez-vous

source: HAL (Public API open to all)
fr_fr: HAL (API publique ouverte à tous)

source: HAL structure identifier to be able to display publications (several possible numbers separated by commas) (%slist available here%s)
fr_fr: Identifiant de structure HAL pour pouvoir afficher les publications (plusieurs numéros possibles séparés par des virgules) (%sliste consultable ici%s)

source: HAL structure identifier to be able to display the publications (numbers separated by commas) (%s list viewable here %s) If empty, MyLabo will use the idHal of each member of the unit.
fr_fr: Identifiant de structure HAL pour pouvoir afficher les publications (plusieurs numéros possibles séparés par des virgules) (%sliste consultable ici%s) Si vide, MonLabo utilisera les idHal de chaque membre de l’unité.

source: HAL structure identifier to be able to display the publications (numbers separated by commas) (%slist available here%s) If empty, MonLabo will use the IdHal of each member of the team.
fr_fr: Identifiant de structure HAL pour pouvoir afficher les publications (plusieurs numéros possibles séparés par des virgules) (%sliste consultable ici%s) Si vide, MonLabo utilisera les IdHal de chaque membre de l’équipe.

source: Help for persons import
fr_fr: Aide à l'importation des personnes

source: Help for teams import
fr_fr: Aide à l'importation des équipes

source: Help for teams_members import
fr_fr: Aide pour l'importation de teams_members

source: Help us by reporting that you are a user
fr_fr: Aidez-nous en signalant que vous êtes utilisateur

source: here
fr_fr: ici

source: Hide emails on the website
fr_fr: Cacher les courriels sur le site

source: Identifier number of the group of teams that automatically increases
fr_fr: Numéro d’identifiant du groupe d’équipes qui s’incrémente automatiquement

source: Identifier number of the team that automatically increments itself
fr_fr: Numéro d’identifiant de l’équipe qui s’incrémente automatiquement

source: Identifier number of the unit that automatically increases
fr_fr: Numéro d’identifiant de l’unité qui s’incrémente automatiquement

source: Identity:
fr_fr: Identité&nbsp;:

source: IdHal (ex: annie-malduzoo) to be able to display publications (%slist available here%s)
fr_fr: IdHAL (ex: annie-malduzoo) pour pouvoir afficher les publications (%sliste consultable ici%s)

source: If this file is imported, all former relations will be deleted.
fr_fr: Si ce fichier est importé, toutes les anciennes relations seront supprimées.

source: If your structure is only one lab (one unit), do not fill.
fr_fr: Si votre structure n’est qu’un seul laboratoire, ne pas remplir.

# image
source: None
fr_fr: Aucune

source: Import
fr_fr: Importer

source: Import all persons and erase former ones
fr_fr: Importer toutes les personnes et effacer les anciennes

source: Import all teams and erase former ones
fr_fr: Importer toutes les équipes et effacer les anciennes

source: Import file (type %s) is invalid.
fr_fr: Le fichier d'importation (type %s) n'est pas valide.

source: Import is finished!
fr_fr: L'importation est terminée !

source: Import persons, teams or teams members table from CVS files
fr_fr: Importer des personnes, des équipes ou des membres d'équipes à partir de fichiers CVS

source: Import teams_members relation table and erase former one
fr_fr: Importer la table de relation teams_members et effacer les anciennes relations

source: Importation error
fr_fr: Erreur d'importation

source: Information:
fr_fr: Informations&nbsp;:

source: Invalid WordPress page IDs for:
fr_fr: ID invalides de page WordPress pour&nbsp;:

source: Laboratory affiliation structures
fr_fr: Structures d’affiliation du laboratoire

source: Language configured %1$s in WordPress %2$s or by a translation plugin
fr_fr: Langue configurée %1$s dans WordPress %2$s ou par une extension de traduction

source: Language of the content generated by Mon Laboratoire
fr_fr: Langue du contenu généré par Mon Laboratoire

source: Languages
fr_fr: Langues

source: Leaders
fr_fr: Responsables

source: link
fr_fr: lien

source: Link to the DescartesPubli publication server
fr_fr: Lien avec le serveur de publications DescartesPubli

source: Link to the HAL publication server
fr_fr: Lien avec le serveur de publications HAL

source: Links
fr_fr: Liens

source: Links to an external site
fr_fr: Liens vers un site extérieur

source: List of groups to which the team belongs (multiple selection)
fr_fr: Liste des groupes auxquels appartient l’équipe (sélection multiple)

# logo
source: None
fr_fr: Aucun

source: Logo <small>(by default it will be the logo of the unit)</small>
fr_fr: Logo <small>(par défaut ce sera le logo de l’unité)</small>

source: Mail, phone, fax or contact
fr_fr: Mail, tel, fax ou contact

source: Main page
fr_fr: Page principale

source: Main structure
fr_fr: Structure principale

source: Manage pages
fr_fr: Gérer les pages

source: Member
fr_fr: Membre

source: Members list
fr_fr: Liste de personnels

source: Members:
fr_fr: Membres :

source: Mentors
fr_fr: Tuteurs

source: Mentors and supervised students
fr_fr: Mentors et étudiants supervisés

source: Missing WordPress page for:
fr_fr: Page WordPress manquantes pour&nbsp;:

source: Modified %s item(s) successfully.
fr_fr: Modifié avec succès le(s) %s élément(s).

source: Modify
fr_fr: Modifier

source: MonLabo mailing list
fr_fr: Liste MonLabo

source: Multilingual, using the Polylang translation plugin
fr_fr: Multilingue, par l’extension de traduction Polylang

source: Name (en)
fr_fr: Nom (en)

source: Name (fr)
fr_fr: Nom (fr)

source: Name in English
fr_fr: Nom anglais

source: Name in French
fr_fr: Nom français

source: Name of laboratory in English
fr_fr: Nom du laboratoire en anglais

source: Name of laboratory in French
fr_fr: Nom du laboratoire en français

source: Name of the grouping
fr_fr: Nom du regroupement

source: Name of the laboratory director (s)
fr_fr: Nom du/des Directeur(s) du laboratoire

source: Name of the main structure<br /> (ex: <em>Centre on the study of teleportation and bread crumbs</em>).
fr_fr: Nom de la structure principale<br />(ex: <em>Centre sur l’étude de la téléportation et des miettes de pain</em>).

source: Name of the structure
fr_fr: Nom de la structure

source: Name of the team in English
fr_fr: Nom de l’équipe en anglais

source: Name of the team in French
fr_fr: Nom de l’équipe en français

source: NAME,URL
fr_fr: NOM,ADRESSE_WEB

source: Names of the groups of teams (thematic, research group, axis...)
fr_fr: Noms des groupes d’équipes (thématique, groupe de recherche, axe...)

source: Names of the structure's directors
fr_fr: Noms des directeurs et directrices de la structure

source: Names of the team leaders (add as a member first)
fr_fr: Noms des chefs d'équipe (ajouter d'abord en tant que membre)

source: Names of the team members
fr_fr: Noms des membres de l'équipe

source: New member
fr_fr: Nouveau membre

source: New person created (ID=%u).
fr_fr: Nouvelle personne crée (ID=%u).

source: New team
fr_fr: Nouvelle équipe

source: New team created (ID=%u).
fr_fr: Nouvelle équipe crée (ID=%u).

source: New thematic
fr_fr: Nouvelle thématique

source: New thematic created (ID=%u).
fr_fr: Nouvelle thématique crée (ID=%u).

source: New title displayed before the name (ex: Pr., Dr.)
fr_fr: Nouveau titre affiché avant le nom (ex: Pr., Dr.)

source: New unit
fr_fr: Nouvelle unité

source: New unit created (ID=%u).
fr_fr: Nouvelle unité crée (ID=%u).

source: no
fr_fr: non

source: No page
fr_fr: Pas de page

# nom_pluriel
source: Former members
fr_fr: Anciens membres

# nom_pluriel
source: Working
fr_fr: Actifs

source: Number of custom fields (1 to 10)
fr_fr: Nombre champs personnalisés (de 1 à 10)

source: Number of hours before update
fr_fr: Nombre d’heures avant mise à jour

source: Number of unit in the Descartes Publi database to be able to display the publications (%s list viewable here %s)
fr_fr: Numéro d’unité dans la base Descartes Publi pour pouvoir afficher les publications (%sliste consultable ici%s)

source: Obsolete parameters
fr_fr: Paramètres obsolètes

source: One person per line.
fr_fr: Une personne par ligne.

source: Open the configuration page for this plugin
fr_fr: Ouvre la page de configuration pour cette extension

# option-langage
source: None
fr_fr: Aucun

source: optional
fr_fr: facultatif

# page
source: None
fr_fr: Aucune

source: Page %1$s deleted from %2$s.
fr_fr: Page %1$s supprimée de %2$s.

source: Page %s created.
fr_fr: Page %s crée.

source: Page created!
fr_fr: Page créée&nbsp;!

source: Page ID or ext. URL.
fr_fr: Page ID ou URL ext.

source: Page of %1$s created (%2$s - %3$s)
fr_fr: Page de %1$s crée (%2$s - %3$s)

source: Pages %1$s and %2$s created.
fr_fr: Pages %1$s et %2$s crées.

source: Pages %1$s deleted from %2$s.
fr_fr: Pages %1$s supprimées de %2$s.

source: Pages published
fr_fr: Pages publiées
