Repository: common-repository/mon-laboratoire
Catalog: languages/mon-laboratoire-*.po
Languages: fr_fr

source: Pages switched to draft:
fr_fr: Pages basculées en brouillon:

source: Pages:
fr_fr: Pages&nbsp;:

source: Parent changed for pages:
fr_fr: Les parents ont été changés pour les pages&nbsp;:

source: Parent page for personal pages
fr_fr: Page de rattachement des pages personnelles

source: Parent page for teams pages
fr_fr: Page parente pour les pages des équipes

source: Parent page for thematic pages
fr_fr: Page parente pour les pages thématiques

source: Parent page for units pages
fr_fr: Page parente pour les pages d'unités

source: Parent pages not configured
fr_fr: Les pages parentes ne sont pas configurées

source: Parent pages of persons and structures
fr_fr: Pages parentes de personnes et structures

source: ParisDescartes user name (can be used as login)
fr_fr: Identifiant ParisDescartes (peut servir d’identifiant de connexion)

source: Person pannel
fr_fr: Panneau personnel

source: Person(s):
fr_fr: Personne(s)&nbsp;:

source: Personal banner (perso panel)
fr_fr: Bandeau personnel (perso panel)

source: Personal external website
fr_fr: Site perso ext.

source: Personal photo
fr_fr: Photo personnelle

source: Personal pictures
fr_fr: Photos personnelles

source: Personalized fields for the personal table
fr_fr: Champs personnalisés pour la table des personnels

# personne
source: Category
fr_fr: Catégorie

# personne
source: Category and function
fr_fr: Catégorie et fonction

# personne
source: Coordinates:
fr_fr: Coordonnées&nbsp;:

# personne
source: First name
fr_fr: Prénom

# personne
source: Function (en)
fr_fr: Fonction (en)

# personne
source: Function (fr)
fr_fr: Fonction (fr)

# personne
source: Leave date
fr_fr: Départ

# personne
source: Name
fr_fr: Nom

# personne
source: New function (English)
fr_fr: Nouvelle fonction (anglais)

# personne
source: New function (French)
fr_fr: Nouvelle fonction (français)

# personne
source: Situation:
fr_fr: États&nbsp;:

# personne
source: Status
fr_fr: Statut

# personne
source: Title
fr_fr: Titre

source: Persons
fr_fr: Personnels

source: Persons and structures
fr_fr: Personnels et structures

source: Persons and teams
fr_fr: Personnels et équipes

source: Phone
fr_fr: Téléphone

source: Phone extension number
fr_fr: Poste téléphonique

source: Phone prefix
fr_fr: Préfixe téléphonique

source: Phone prefix of the structure<br />(ex: <em>+33 1 42 86 </em>).
fr_fr: Préfixe téléphonique de la structure<br />(ex: <em>+33 1 42 86 </em>).

source: Please confirm before import
fr_fr: Veuillez confirmer avant l'importation

source: Please reload the page.
fr_fr: Merci de recharger la page.

source: Please use the following mandatory columns:
fr_fr: Veuillez utiliser les colonnes obligatoires suivantes&nbsp;:

source: Please use the following minimum mandatory columns:
fr_fr: Veuillez utiliser les colonnes minimales obligatoires suivantes&nbsp;:

# plugin
source: activated
fr_fr: activée

# plugin
source: deactivated
fr_fr: désactivée

# plugin
source: uninstalled
fr_fr: désinstallée

source: Plugin functions that can be activated
fr_fr: Fonctions activables de l’extension

source: Plugin Mon-laboratoire:
fr_fr: Extension Mon-laboratoire&nbsp;:

source: Polylang plugin status
fr_fr: État de l’extension Polylang

source: Possible address of replacement for the structure.
fr_fr: Adresse éventuelle de remplacement de celle de la structure.

source: Prefix to use for the database
fr_fr: Préfixe à utiliser pour la base de données

source: Prefix:
fr_fr: Préfixe :

source: Presentation of functionalities in video
fr_fr: Présentation des fonctionnalités en vidéo:

source: Privacy
fr_fr: Confidentialité

source: Properties:
fr_fr: Propriétés&nbsp;:

source: Publications cache
fr_fr: Cache de publications

source: Publications:
fr_fr: Publications&nbsp;:

source: Read these tips before completing the following columns:
fr_fr: Lisez ces conseils avant de remplir les colonnes suivantes :

source: Removes invalid page numbers
fr_fr: Supprime les numéros de page non valides

source: Room
fr_fr: Bureau

source: Rounding rate of pictures (0 to 50%)
fr_fr: Taux d’arrondi des photos (0 à 50%)

source: Select
fr_fr: Selectionnez

source: Selection:
fr_fr: Sélection&nbsp;:

source: Several units
fr_fr: Unités multiples

source: Shortcodes
fr_fr: Shotcodes

source: Shortcuts:
fr_fr: Raccourcis&nbsp;:

source: Simplify the management of a research unit's website
fr_fr: Simplifier la gestion du site web d’une structure de recherche

source: Size of person's name
fr_fr: Taille du nom de la personne

source: Size of the address text
fr_fr: Taille du texte de l’adresse

source: Struct. Id
fr_fr: Id struct.

source: struct. Id
fr_fr: Id struct.

source: Students
fr_fr: Étudiant⋅e⋅s

source: Subscribe now
fr_fr: S’abonner

source: Switch to draft alumni pages
fr_fr: Basculer en brouillon les pages des alumni

source: Table view
fr_fr: Vue en tableaux

source: Team
fr_fr: Équipe

source: Team color (used in[members_chart],[members_table] and[team_panel])
fr_fr: Couleur de l’équipe (utilisé dans [members_chart], [members_table] et [team_panel])

source: Team groups
fr_fr: Groupes d’équipes

source: team leader
fr_fr: chef(fe) d'équipe

source: Team leaders
fr_fr: Chef⋅fe⋅s d’équipe

source: Team number in the Descartes Publi database to be able to display the publications (%s list available here %s)
fr_fr: Numéro d’équipe dans la base Descartes Publi pour pouvoir afficher les publications (%sliste consultable ici%s)

source: Team(s):
fr_fr: Équipe(s)&nbsp;:

source: Teams
fr_fr: Équipes

source: Telephone extension (enter a number starting with + so that the prefix is not used)
fr_fr: Poste téléphonique (entrer un numéro commençant par + pour que le préfixe ne soit pas utilisé)

source: Tell the authors that you are using the plugin on
fr_fr: Indiquez aux auteurs que vous utilisez l’extension sur

source: The %s following persons will be created:
fr_fr: Les %s personnes suivantes seront créées :

source: The %s following persons will be deleted:
fr_fr: Les %s personnes suivantes seront effacées :

source: The %s following persons will be modified:
fr_fr: Les %s personnes suivantes seront modifiées :

source: The %s following teams will be created:
fr_fr: Les %s équipes suivantes seront créées :

source: The %s following teams will be deleted:
fr_fr: Les %s équipes suivantes seront effacées&nbsp;:

source: The %s following teams will be modified:
fr_fr: Les %s équipes suivantes seront modifiées&nbsp;:

source: The following new items do not have a WordPress page:
fr_fr: Les nouveaux éléments suivants n'ont pas de page WordPress&nbsp;:

source: The new members list will be:
fr_fr: La liste nouvelle liste de membres d'équipes sera la suivante&nbsp;:

source: The page #%s does not exist
fr_fr: La page n°%s n’existe pas

source: The plugin does not work because it was installed on an obsolete version of mon-laboratoire (&lt; v2.8). To solve the problem, before putting back this version, you must install version 2.8 of the plugin to ensure data migration.
fr_fr: L’extension ne fonctionne pas car elle a été installée sur une version obsolète de mon-laboratoire (&lt; v2.8). Pour résoudre le problème, avant de remettre cette version, vous devez installer la version 2.8 de l’extension afin d’assurer la migration des données.

source: The plugin has changed settings and will update itself.
fr_fr: Cette extension a changé de paramètres et va se mettre à jour.

source: Thematic(s):
fr_fr: Thématique(s)&nbsp;:

source: Thematics
fr_fr: Thématiques

source: This plugin adds the below shortcodes. These "shortcodes" are to be inserted in the pages to automatically generate contents.
fr_fr: Cette extension ajoute les "shortcodes" ci-dessous. Ces "shortcodes" sont à insérer dans les pages pour générer automatiquement des contenus.

source: This WordPress plugin allows, on a unified interface, to manage the pages of teams and staff of a research laboratory.<br /> It simplifies the update of members and teams, their information and their publication list (extracted from HAL or an in-house database such as Paris Descartes database).
fr_fr: Cette extension WordPress permet, sur une interface unifiée, de gérer les pages des équipes et des personnels d’un laboratoire de recherche.<br />Elle simplifie la mise à jour des membres et équipes, de leurs informations et leur liste de publication (extraite de HAL ou d’une base de donnée maison comme celle de Paris Descartes).

# titre honnorifique
source: Title
fr_fr: Titre

source: To be able to group teams (thematic, research group, axis...). You can configure the name of the grouping on <a href="%s">this page</a>
fr_fr: Pour pouvoir grouper les équipes (thématique, groupe de recherche, axe...). Vous pouvez configurer le nom du regroupement sur <a href="%s">cette page</a>

source: translated
fr_fr: traduit

source: Translation of %1$s pages created (%2$s)
fr_fr: Traduction de pages de %1$s crées (%2$s)

source: Unable to create the page.
fr_fr: Impossible de créer la page.

source: Uncheck this box to use only the extraction of Descartes Publi publications.
fr_fr: À décocher pour n’utiliser que l’extraction de publications Descartes Publi.

source: Unit
fr_fr: Unité

source: Unit(s):
fr_fr: Unité(s)&nbsp;:

source: Units
fr_fr: Unités

source: URL %s is invalid
fr_fr: L’URL %s est invalide

source: use this picture
fr_fr: utiliser cette image

source: Visible person?
fr_fr: Personnel visible&nbsp;?

source: Visitor's browser language
fr_fr: Langue du navigateur du visiteur

source: WARNING : The following tasks will be carried out if you confirm:
fr_fr: AVERTISSEMENT : Les tâches suivantes seront exécutées si vous confirmez&nbsp;:

source: Width of the personal banner
fr_fr: Largeur du bandeau personnel

source: WordPress page IDs of alumni that are not draft:
fr_fr: ID de page WordPress des alumni qui ne sont pas en brouillon&nbsp;:

source: WordPress page without translation for:
fr_fr: Page WordPress sans traduction pour&nbsp;:

source: Wrong WordPress parent page for:
fr_fr: Mauvaise page parent WordPress pour&nbsp;:

source: yes
fr_fr: oui

source: You can allow the developers to publish on the <a href="%s">plugin site</a> that you are a user of MyLabo. This will do us a great service to show that this plugin is being used.
fr_fr: Vous pouvez autoriser les développeurs à publier sur le <a href="%s">site de l’extension</a> que vous être utilisateur de MonLabo. Cela nous rendra grandement service pour montrer que cette extension est utilisée.

source: You can also subscribe to the following mailing lists
fr_fr: Vous pouvez également vous inscrire aux listes de diffusion suivantes

source: You do not have sufficient permission to access this page.
fr_fr: Vous n’avez pas la permission suffisante pour accéder à cette page

source: You have not configured a parent page for new pages. By default, new pages will be saved at the root.
fr_fr: Vous n’avez pas configuré de page parente pour les nouvelles pages. Par défaut, les nouvelles pages seront enregistrées à la racine.
